[
  {
    "name": "Venomous Viper Pizza",
    "description": "Dare to try our dangerously delicious pizza featuring a slithering combination of spicy pepperoni, jalapenos, and a venomous hot sauce. Not for the faint of heart!",
    "category": "ENTREE"
  },
  {
    "name": "Toxic Triple Burger",
    "description": "Our deadly triple-layered burger is stacked with ghost pepper-infused patties, toxic green relish, and a secret sauce that will leave your taste buds tingling. Handle with caution!",
    "category": "ENTREE"
  },
  {
    "name": "Deadly Dragon Salad",
    "description": "Embark on a taste adventure with our fiery salad featuring dragon fruit, spicy arugula, and a chili-lime dressing. Warning: May breathe fire!",
    "category": "ENTREE"
  },
  {
    "name": "Sinister Serpent Sushi Roll",
    "description": "Experience the thrill of our snake-inspired sushi roll with eel, avocado, and a wasabi-infused soy sauce. Beware: It might just bite back!",
    "category": "ENTREE"
  },
  {
    "name": "Mystical Manticore Mac 'n' Cheese",
    "description": "Unleash the mythical flavors with our mac 'n' cheese featuring a blend of three cheeses, spicy chorizo, and a sprinkle of enchanted breadcrumbs. Approach with caution!",
    "category": "ENTREE"
  },
  {
    "name": "Chupacabra Chili Bowl",
    "description": "Brace yourself for the heat of our legendary chili bowl made with ghost pepper-infused beef, fiery beans, and a sprinkle of shredded dragon cheese. Only for the bravest souls!",
    "category": "ENTREE"
  },
  {
    "name": "Wickedly Spiced Fries",
    "description": "Indulge in our wickedly spiced fries, seasoned with a devilish blend of spices. A perfect side to add a kick to your meal!",
    "category": "SIDE"
  },
  {
    "name": "Enchanted Onion Rings",
    "description": "Delight in the magic of our enchanted onion rings, dipped in a spellbinding batter and fried to golden perfection. An irresistible side for any occasion!",
    "category": "SIDE"
  },
  {
    "name": "Sizzling Potion Brussel Sprouts",
    "description": "Experience the sizzle of our potion-infused brussel sprouts, a bewitching side dish that will cast a spell on your taste buds!",
    "category": "SIDE"
  },
  {
    "name": "Mystic Mushroom Medley",
    "description": "Savor the mystic flavors of our mushroom medley, sautéed to perfection with a dash of enchantment. A delightful side to accompany any main course!",
    "category": "SIDE"
  },
  {
    "name": "Bewitched Blueberry Smoothie",
    "description": "Sip on the magical flavors of our blueberry smoothie with a twist of enchantment. A refreshing drink that will leave you spellbound!",
    "category": "DRINK"
  },
  {
    "name": "Elixir of Life Lemonade",
    "description": "Quench your thirst with our lemonade infused with the mystical Elixir of Life. A drink so revitalizing, it might just grant you eternal refreshment!",
    "category": "DRINK"
  },
  {
    "name": "Ghostly Green Tea",
    "description": "Experience the ethereal taste of our green tea, brewed with the essence of ghosts. A hauntingly delightful beverage to soothe your spirit!",
    "category": "DRINK"
  },
  {
    "name": "Sorcerer's Snack Mix",
    "description": "Munch on our sorcerer's snack mix, a magical blend of nuts, pretzels, and dried fruits. A bewitching snack that will keep you enchanted throughout the day!",
    "category": "SNACK"
  },
  {
    "name": "Enigma Energy Bites",
    "description": "Fuel up with our enigma energy bites, packed with mysterious ingredients to give you a boost of vitality. A perfect snack for those in search of a tasty mystery!",
    "category": "SNACK"
  }
]
