[
  {
    "name": "Xiuhcoatl Pizza",
    "description": "Experience the bold flavors of our signature Xiuhcoatl Pizza, featuring a unique blend of spicy pepperoni, jalapenos, and a fiery hot sauce. A taste adventure for the daring!",
    "category": "ENTREE"
  },
  {
    "name": "Boitatá Brochettes",
    "description": "Savor the spirit of Brazilian folklore with our Boitatá Brochettes, a culinary homage to the mythical serpent. Each skewer weaves a vibrant tale of meats, veggies, and enchanting spices, capturing the magic of the Boitatá in every bite.",
    "category": "ENTREE"
  },
  {
    "name": "Fae Delight",
    "description": "Indulge in butterfly-shaped bread filled with a spellbinding concoction, capturing the taste of Avalon in each delightful bite—a culinary homage to the enchanting faerie tales of England.",
    "category": "ENTREE"
  },
  {
    "name": "Kitsune Feast",
    "description": "A culinary celebration named after the mythical trickster fox of Japanese folklore. This feast features an enticing blend of sushi, tempura, and delightful surprises, inviting you to savor the mischievous magic inspired by the enchanting world of kitsune tales.",
    "category": "ENTREE"
  },
  {
    "name": "Mystic Spirals",
    "description": "Savor the allure of our Mystic Spirals pasta, expertly crafted with premium ingredients, including semolina and fresh eggs, delivering an authentic taste of Sardinian culinary tradition.",
    "category": "ENTREE"
  },
  {
    "name": "Pomona's Harvest",
    "description": "A heavenly fruit salad that showcases the immortal flavors of grapes and golden apples, paying homage to the legendary abundance attributed to Pomona, the fruit goddess in Greek mythology.",
    "category": "ENTREE"
  },
  {
    "name": "Aurora Catch",
    "description": "Featuring glazed salmon accompanied by shimmering northern lights vegetables, this dish captures the enchanting flavors inspired by Iñupiat folklore and culinary traditions.",
    "category": "ENTREE"
  },
  {
    "name": "Enki's Feast",
    "description": "Embark on a Mesopotamian journey with our Enki's Feast Flatbread, topped with a divine medley of mystical mushrooms and sacred herbs. An earthly and flavorful tribute!",
    "category": "ENTREE"
  },
  {
    "name": "Iberian Delight",
    "description": "Iberian Delight Wraps showcase a harmonious blend of flavors, including a delightful herb-infused dressing, inspired by the rich culinary traditions and mythical essence of Spain.",
    "category": "ENTREE"
  },
  {
    "name": "Creatures Nuggets",
    "description": "The Creatures Nuggets feature shapes inspired by legendary beasts from South American folklore, including Chupacabras, Chimeras, and Thunderbirds, creating a mythical and flavorful dining experience.",
    "category": "ENTREE"
  },
  {
    "name": "Mystic Arborisotto",
    "description": "Enjoy an delicious blend of Arborio rice and forest-harvested mushrooms in our Mystic Arborisotto, inspired by the myth of Ceres, the goddess of agriculture, bringing a divine touch to this flavorful feast.",
    "category": "ENTREE"
  },
  {
    "name": "Quetzalcoatl's Delight",
    "description": "Celebrate the magic of Mexican myth with our Quetzalcoatl's Delight Quesadilla, filled with spellbinding ingredients and a touch of fiery salsa. A mystical twist on a classic dish!",
    "category": "ENTREE"
  },
  {
    "name": "Starlight Smoothie Bowl",
    "description": "Bask in the glow of our starlight smoothie bowl, featuring celestial fruits and a sprinkle of edible stars. A magical start to the day!",
    "category": "ENTREE"
  },
  {
    "name": "Dragon Meatballs",
    "description": "Unleash the power of dragon with our flavorful meatballs. Each meatball is infused with mystical spices, and the dish is served with a smoky dragon's breath dipping sauce. A fiery feast fit for brave little adventurers!",
    "category": "ENTREE"
  },
  {
    "name": "Moonlit Meadow Quiche",
    "description": "Experience the tranquility of a moonlit meadow with our quiche, filled with enchanted herbs and meadow-inspired delights. A savory slice of nature's magic!",
    "category": "ENTREE"
  },
  {
    "name": "Dragon Tail Dogs",
    "description": "Lunchtime becomes a dragon adventure with hot dogs shaped like dragon tails. Served with a side of magical condiments for a fiery feast!",
    "category": "ENTREE"
  },
  {
    "name": "Stardust Sushi Rolls",
    "description": "Savor the taste of the cosmos with our Stardust Sushi Rolls, featuring ingredients from distant stars and a sprinkle of edible stardust. A celestial treat for sushi enthusiasts!",
    "category": "ENTREE"
  },
  {
    "name": "Forest Feast Risotto",
    "description": "Immerse yourself in the flavors of the enchanted forest with our Forest Feast Risotto. Each grain of rice is infused with the essence of mystical mushrooms and herbs, creating a delightful and earthy experience.",
    "image": "forest-risotto.png",
    "category": "ENTREE"
  },
  {
    "name": "Dragon's Breath Tacos",
    "description": "Spice up your mealtime adventure with Dragon's Breath Tacos. Filled with fiery ingredients and topped with a smoky dragon's breath salsa, these tacos are sure to ignite your taste buds.",
    "category": "ENTREE"
  },
  {
    "name": "Starlight Noodle Bowl",
    "description": "Drift into the cosmos with our Starlight Noodle Bowl. Featuring celestial noodles and a medley of star-shaped vegetables, this dish promises a heavenly and flavorful journey.",
    "category": "ENTREE"
  },
  {
    "name": "Wickedly Spiced Fries",
    "description": "Indulge in our wickedly spiced fries, seasoned with a devilish blend of spices. A perfect side to add a kick to your meal!",
    "category": "SIDE"
  },
  {
    "name": "Enchanted Rings",
    "description": "Delight in the magic of our enchanted onion rings, dipped in a spellbinding batter and fried to golden perfection. An irresistible side for any occasion!",
    "category": "SIDE"
  },
  {
    "name": "Sizzling Potion Sprouts",
    "description": "Experience the sizzle of our potion-infused brussel sprouts, a bewitching side dish that will cast a spell on your taste buds!",
    "category": "SIDE"
  },
  {
    "name": "Cucumber Fairy Coins",
    "description": "Embrace the crispness of cucumber fairy coins, sliced into dainty shapes and served with a sprinkle of pixie dust (herbs). A light and hydrating side for little garden explorers!",
    "category": "SIDE"
  },
  {
    "name": "Rainbow Veggie Wands",
    "description": "Summon the magic of the rainbow with our veggie wands, featuring a colorful mix of vegetable sticks shaped like wands. A fun and nutritious side for little wizards and witches!",
    "category": "SIDE"
  },
  {
    "name": "Mystic Veggie Pockets",
    "description": "Uncover the magic within our mystic veggie pockets, filled with a medley of enchanted vegetables and a light herb-infused cream. A delightful and portable side for little adventurers on the go!",
    "category": "SIDE"
  },
  {
    "name": "Sunflower Seed Salad",
    "description": "Bask in the glow of our sunflower seed salad, featuring a mix of vibrant veggies, sunflower seeds, and a sunshine-infused dressing. A crunchy and nutritious side for a bright and magical meal!",
    "category": "SIDE"
  },
  {
    "name": "Fruit Sorbet Surprise",
    "description": "Cool off with our fruit sorbet surprise, a refreshing blend of magical fruits frozen into delightful shapes. A sweet and fruity side for a magical treat!",
    "category": "SIDE"
  },
  {
    "name": "Crisp Fairy Slices",
    "description": "Experience the enchantment of crisp fairy apple slices, lightly dusted with magical cinnamon sugar. A sweet and crunchy side that will make snack time truly magical!",
    "category": "SIDE"
  },
  {
    "name": "Phoenix Wings",
    "description": "Ignite your taste buds with our Phoenix fire Chicken Wings. These spicy and flavorful wings are glazed with a fiery phoenix sauce, delivering a burst of heat and excitement with every bite. A perfect side for those who crave a daring adventure!",
    "category": "SIDE"
  },
  {
    "name": "Bewitched Blueberry Smoothie",
    "description": "Sip on the magical flavors of our blueberry smoothie with a twist of enchantment. A refreshing drink that will leave you spellbound!",
    "category": "DRINK"
  },
  {
    "name": "Fizzy Fairy Lemonade",
    "description": "Sparkle with joy as you sip on our fizzy fairy lemonade, a bubbly and citrusy concoction that will make your taste buds dance. A delightful and effervescent drink for young fairies and wizards!",
    "category": "DRINK"
  },
  {
    "name": "Ghostly Sip",
    "description": "Unveil the ethereal essence of our spectral spirit sip, a chilling and translucent drink that captures the ghostly whispers of flavors. An otherworldly delight for brave little adventurers!",
    "category": "DRINK"
  },
  {
    "name": "Citrus Splash Fizz",
    "description": "Experience the refreshing burst of sunshine with our citrus splash fizz, a zesty and effervescent drink that will tickle your taste buds. A delightful citrus adventure for young explorers!",
    "category": "DRINK"
  },
  {
    "name": "Moonlit Elixir",
    "description": "Indulge in the celestial charm of our moonlit elixir, a velvety and enchanting milk drink that whispers of dreams and moonlight. A magical sip for young stargazers and night explorers!",
    "category": "DRINK"
  },
  {
    "name": "Sorcerer's Snack Mix",
    "description": "Munch on our sorcerer's snack mix, a magical blend of nuts, pretzels, and dried fruits. A bewitching snack that will keep you enchanted throughout the day!",
    "category": "SNACK"
  },
  {
    "name": "Starlight Berry Parfait",
    "description": "Gaze into the starry sky with our starlight berry parfait, layers of enchanting berries and yogurt creating a celestial treat. A delightful and healthy side for a magical dining experience!",
    "category": "SNACK"
  },
  {
    "name": "Enigma Energy Bites",
    "description": "Fuel up with our enigma energy bites, packed with mysterious ingredients to give you a boost of vitality. A perfect snack for those in search of a tasty mystery!",
    "category": "SNACK"
  },
  {
    "name": "Enchanted Garden Sticks",
    "description": "Munch on the magic of the enchanted garden with veggie sticks shaped like mystical plants. Dip into a magical hummus for a delicious and wholesome snack!",
    "category": "SNACK"
  },
  {
    "name": "Cursed Cajun Popcorn",
    "description": "Experience the curse of flavor with our Cajun-spiced popcorn, a tantalizing snack that will haunt your taste buds in the most delicious way!",
    "category": "SNACK"
  }
]
